List typeMovies = [
  {
    "name": "ฮิตที่ Netflix",
    "data": [
      {
        "image": "assets/images/Dayshift.jpg",
        "title": "Day Shift:งานต้องล่า",
        "year": 2022,
        "time": 113,
        "desc":
            "นักล่าแวมไพร์ในแอลเอมีเวลาเพียง 1 สัปดาห์ที่จะหาเงินมาจ่ายค่าเล่าเรียนและค่าจัดฟันให้ลูก งานก็ต้องล่า เงินก็ต้องหา และงานนี้อาจทำให้เขาซี้ม่องเท่ง",
        "actor": "เจมี่ ฟ็อกซ์,เดฟ ฟรังโก,นาตาชา หลิว บาร์ดิซโซ",
        "director": "เจเจ แพร์รี"
      },
      {"image": "assets/images/grayman.jpg", "title": "ล่องหนฆ่า"}
    ]
  }
];
